{
  "q_3_text": "나는 (특히 침실에서) 지배되고 싶습니다.",
  "q_98_text": "나는 섹스/BDSM 중 고통을 받고 그 결과 (멍, 타박상, 눈물 등)을 보는 것을 좋아합니다.",
  "q_5_text": "만약 내가 나오는 포르노그래피를 팔아 돈을 벌 수 있다면, 나는 그럴 것입니다.",
  "q_8_text": "나는 특정한 페티쉬나 비-표준적인 성적 지향이 없습니다.",
  "q_9_text": "만약 내가 내 파트너의 성적 만족을 채워주지 못한다면, 다른 사람이 그 욕망을 채워주기를 바랄 것입니다. (의역)",
  "q_14_text": "나는 내 파트너가 나를 섬기고 상급자로 불러주기를 원합니다.",
  "q_15_text": "나는 지금 성적으로 복종할 수 있고, 다른 때에는 성적으로 지배할 수 있습니다. (같은 파트너든 다른 파트너든)",
  "q_17_text": "나는 어떤 것이든 (내가 싫어하지 않는 것이라도) 한번쯤은 해볼 용의가 있습니다.",
  "q_102_text": "나는 천적에게 사냥당하는 먹잇감이 되는 기분을 즐깁니다.",
  "q_20_text": "나는 여러명의 사람들과 동시에 섹스를 하고 싶습니다.",
  "q_21_text": "성적으로 고문당한다는 생각은 매력적입니다.",
  "q_104_text": "나는 관계에서 자연스럽게 양육, 지도, 즉 거의 부모의 역할을 취할 것입니다. (의역)",
  "q_26_text": "나는 내 파트너를 위해 봉사하고 그들을 가장 존계하며, 그들을 상급자로 불러야 할 필요성을 느낍니다. (의역)",
  "q_107_text": "나는 (특히 침실에서) 내 파트너들을 지배하기를 원합니다.",
  "q_110_text": "나는 섹스/BDSM 중 고통을 주고 그 결과 (멍, 타박상, 눈물 등)을 보는 것을 좋아합니다.",
  "q_33_text": "나는 내 파트너에게 성적으로 모욕을 받고 싶습니다.",
  "q_170_text": "온갖 종류의 체액을 동반한 엉망진창한(지저분한) 섹스는 더욱 좋습니다.",
  "q_147_text": "나는 실제 나의 나이와 다른 나이로 플레이하는것을 즐깁니다.",
  "q_173_text": "자위와 오랄 섹스(blowjobs)로만 이루어진 성행활이라도 나는 즐길 수 있을 것 같습니다.",
  "q_35_text": "나는 침실에서 완전히 책임자가 되고 싶고, 내 파트너(들)에게 명령하는것을 좋아합니다.",
  "q_36_text": "나는 침실에서 완전히 지배되고 싶고, 내 파트너(들)이 나에게 명령하는것을 좋아합니다.",
  "q_54_text": "나는 소변기로 이용되는 것을 즐깁니다.",
  "q_37_text": "나는 섹스/BDSM 중 말로써 수치당하거나 수치스러운 이름을 불리는 것을 좋아합니다.",
  "q_112_text": "섹스는 개인적인 공간, 외부 공간에서 분리된 공간에서만 해야할 이유가 전혀 없습니다.",
  "q_113_text": "나는 섹스 중 종종 동물처럼 행동(으르렁거리기, 짖기 등)합니다.",
  "q_41_text": "이상적인 관계에서 나는 어떤 한계도 가져서는 안되고, 내 삶은 내 파트너에게 속해야 하며 그리고 그들이 나에게 무엇이 좋을지 결정해야 합니다. (의역- 약간 슬레이브 같은 느낌을 말하는 것 같습니다)",
  "q_160_text": "내 파트너가 내 체액(침, 오줌, 정액/squirt 등)을 마시게 하거나 그들에게 넣는 것(예; 섹스 중)은 나에게 좋은 것으로 들립니다. (의역- 저도 무슨 뜻인지 잘 모르겠네요 ㅠㅠ/직역했습니다.)",
  "q_43_text": "나는 종종 내 파트너를 성적으로 모욕하는것을 즐깁니다.",
  "q_46_text": "나는 섹스/BDSM 중 내 파트너가 완전히 묶이면 좋을 것 같습니다.",
  "q_47_text": "섹스/BDSM 중 나를 전혀 존중해주지 않고 대하는 것은 나를 흥분시킵니다.",
  "q_159_text": "나는 애완동물처럼 다뤄지길 즐깁니다; 케이지 속, 개 밥그릇 속의 것 먹기, 동물처럼 대해지기 등",
  "q_49_text": "나는 관계에서 낭만적인 면이 성적인 측면보다 더욱 중요하다고 느낍니다.",
  "q_118_text": "나는 사람들이 내가 나체로 또는 섹스하는 것을 보는것을(그들이 의도했던 의도하지 않았던) 즐깁니다.",
  "q_174_text": "한명의 주인을 섬기는 여러명의 노예(slaves)들 중 한명이 되는 것은 나에게 맞는 삶처럼 보입니다.",
  "q_119_text": "조롱하듯이 돔(dominant/지배자)에게 말대꾸하는것은 섭(submission/피복종자)의 즐거움 중 하나입니다. (약간 의역- 브랫을 이야기하는게 아닌가 싶습니다)",
  "q_52_text": "나는 내 파트너를 24/7(365일) 내 삶의 목적으로 섬기길 원합니다.",
  "q_53_text": "내 파트너가 나에게 어떤 짓을 할지 두려워 하는 것은 나를 흥분시킵니다.",
  "q_150_text": "나는 아이처럼 입는 것이나, 아이처럼 행동(예; 색칠하기 놀이 등), 놀이터에서 놀기 등 아이처럼 행동하는 것을 즐깁니다.",
  "q_55_text": "나는 내 파트너가 무엇을 하던 그 짓에 저항할 수 없는 것이 좋습니다.",
  "q_120_text": "나는 먹잇감을 사냥하는 천적이 되는 기분을 즐깁니다.",
  "q_59_text": "내 파트너를 물리적으로 제한하는 것(예; 옷, 장신구, 로프, 체인 등)은 나를 흥분시킵니다.",
  "q_60_text": "내가 시도했던 일들이 나쁘다고 판명나는 것은 큰일이 아니다. 이것은 위험의 일부분일 뿐이며 어떤 것이 되고 어떤 것이 되지 않는지 알아내는 데에 필요한 부분일 뿐입니다.",
  "q_62_text": "나는 대부분의 성적 취향을 갖고 있는 사람들보다 많은 해보고 싶은 성적 판타지가 많습니다,",
  "q_65_text": "다른 사람을 성적으로 고문하는 것은 나를 흥분시킵니다.",
  "q_67_text": "나는 섹스/BDSM 중 내 파트너를 말로써 수치하거나 그들을 수치스러운 이름으로 부르는 것을 즐깁니다.",
  "q_148_text": "나는 자연적인 질서가 있다고 믿으며, 그 질서는 남성이 지배하고(men are dominant) 여성은 피지배(women are submissive)이라는 생각입니다.",
  "q_154_text": "나는 내 파트너를 위해 좋은 가정주부(?-domestic servant; 요리, 청소 등과 같은 집안일을 도맡아 하는 것)가 되는 것을 즐깁니다.",
  "q_126_text": "나는 성적인 만남이나 관계에서 큰 나이 차이를 가지고 있습니다.",
  "q_73_text": "내 파트너가 나를 물리적으로 제한하는 것(예; 옷, 장신구, 로프, 체인 등)은 나를 흥분시킵니다.",
  "q_156_text": "나는 내 파트너를 애완동물로 두는 것을 즐깁니다; 그들을 케이지 안에서 대하기, 밥을 개 밥그릇에 주기, 애완동물처럼 대하기 등",
  "q_131_text": "나는 섹스를 하고 있거나, 나체로 있는 다른 사람을 보는 것(그들이 알고 있던 모르던)을 즐깁니다.",
  "q_157_text": "나는 애완동물 (개, 고양이 등) 처럼 행동하는 것을 즐깁니다.",
  "q_81_text": "나의 파트너를 섹스/BDSM 중 1의 존중도 없이 대하는 것은 나를 흥분시킵니다.",
  "q_82_text": "나는 내 파트너가 24/7(365일) 그의 삶의 목적으로 나를 섬기길 원합니다.",
  "q_172_text": "나는 내가 나체로 있거나 섹스를 하는 것을 다른 사람이 보는 것을 즐깁니다.",
  "q_161_text": "나는 내 파트너의 체액(침, 오줌, 정액/squirt 등)을 마시거나 나에게 넣는 것(예; 섹스 중)은 나에게 좋은 것으로 들립니다. (의역- 저도 무슨 뜻인지 잘 모르겠네요 ㅠㅠ/직역했습니다.)",
  "q_83_text": "나는 항상 지배하거나 피지배될수 없으며, 둘 다 되어야 합니다. (의역- 스위치를 말하는 것 같습니다.)",
  "q_162_text": "나는 24/7(365일) 성 노예가 되고 싶습니다. (즉, 섹스나 BDSM을 제외하곤 인간 상호 작용을 하지 않음)",
  "q_85_text": "나는 내 파트너의 눈에서 내가 무엇을 할 지, 무엇으로 고통을 줄 지 모르는 공포를 느끼는 것을 좋아합니다.",
  "q_88_text": "나는 내 모든 것을 버리고(잊고) 내 꿈의 BDSM 삶을 살고 싶습니다.",
  "q_89_text": "만약 내 성적 욕망이 내 파트너로 모두 채워지지 않는다면, 나는 다른 사람이 그 남은 부분을 채워주길 원합니다.",
  "q_158_text": "나는 내 파트너가 아이처럼 입거나, 그들이 아이처럼 행동하거나 (색칠놀이 등), 놀이터에서 놀거나 하는 것처럼 아이처럼 행동하는 것이 귀엽게(adorable) 느껴집니다.",
  "q_93_text": "나는 섹스/BDSM 중 완전히 묶이길 원합니다.",
  "q_92_text": "나는 내 파트너를 소변기로 사용하기를 즐깁니다.",
  "q_165_text": "나는 자발적으로 복종하기보다는 강제로 복종되는것이 좋습니다.",
  "q_166_text": "나는 내 파트너를 자발적으로 복종시키기보다는 강제로 복종시키는 것을 좋아합니다.",
  "q_175_text": "나를 섬기는 노예들의 단체와 함께 사는 것은 궁극적인 나의 삶의 목표입니다.",
  "q_171_text": "나는 나체로 있는 사람이나 섹스를 하고 있는 사람을 보는 것을 즐깁니다.",
  "q_168_text": "나는 일반적으로 이야기하자면, 굉장히 성적인 사람입니다.",
  "q_169_text": "나는 노골적인 노예 훈련, 규정된 신체적 지위, 의식 등과 함께 공식적(formal)인 환경에서 섬기고 싶습니다.",
  "q_136_text": "나는 내 파트너가 양육, 훈련과 같이 부모의 역할을 맡는 것이 좋습니다.",
  "q_106_text": "만약 프로젝트, 웹사이트가 BDSM에 크게 기여했다면, 나는 기꺼이 그것들에 금전적인 기부를 할 것입니다. (이 아래 질문으로는 관심이 있다고 표기하면 이메일을 묻습니다.)",
  "q_68_text": "나는 나와 비슷한 성적인 사람들을 더 만나고 싶고, 그리고 나는 거기에 노력을 부울 것입니다.",
  "q_141_text": "만약 앞으로 멋진 BDSM 프로젝트나 성적인 프로젝트가 시작된다면, 나는 그것들의 정보를 항상 받고 싶습니다.",
  "q_142_text": "나는 새로운 BDSM 관련 프로젝트에 직접 참여하고 싶고, 그러한 프로젝트에 대한 아이디어가 있거나(또는 이미 가지고 있거나) 기존 프로젝트에 적극적으로 참여하고 싶습니다."
}